{
  "header": {
    "navbar": ["Home", "About", "Projects", "Resources"],
    "heroTitle": "Web Developer",
    "heroClaim": "I build responsive Web applications with modern technologies, specializing in:"
  },
  "behindSection": {
    "years": "Years of experience",
    "skills": "Real projects delivered",
    "hours": "Technologies Applied"
  },
  "latest": {
    "title": "Projects."
  },
  "projectNeurovet": {
    "description": "Migrating a veterinary website from Wix to WordPress to improve flexibility and control. Handling full redesign, content styling, and brand refresh to better connect with pet owners."
  },
  "projectGeek": {
    "description": "Developing a custom WordPress site for a content creator, with full content control and YouTube integration. Focused on showcasing his work through an engaging, organized layout to grow his audience."
  },
  "projectInfanti": {
    "description": "Worked as Front-End Developer for Infanti for over 1 year, building custom components like timers and layout tweaks using both code and the CMS page builder. Blended different techniques to improve design, usability, and performance."
  },
  "projectVocal": {
    "description": "Built a WordPress site for a vocal director to showcase her expertise and passion for music. Focused on a modern, dynamic design with intuitive navigation to engage clients and collaborators."
  },

  "projectMarket": {
    "description": "3-month internship as Front-End Developer, focused on diagnosing and improving site performance. Worked alongside a digital agency to fix layout issues, optimize images and scripts, and enhance SEO structure."
  },

  "projectChatbot": {
    "description": "Developed an AI-powered chatbot for my Portfolio v2 to improve user interaction and provide real-time navigation support. Built with logic-based algorithms and AI training for seamless, conversational access to information."
  },
  "projectPortfolioV2": {
    "description": "New Portfolio designed and developed to showcase the tools and technologies I’ve mastered over the past year, including React, and Tailwind CSS, in a modern, mobile-first design."
  },
  "projectGlobal": {
    "description": "Website Optimization, fix existing errors, improve overall functionality, and translate the content into Spanish. Project approached by enhancing site performance."
  },
  "projectCanjet": {
    "description": "Responsible for creating a Pattern Library and a  dashboard that visualizes data through interactive charts. To achieve this, I used D3.js."
  },
  "projectInfantiTerms": {
    "description": "Optimize the accessibility of legal information and print document for users."
  },
  "projectPortfoliov1": {
    "description": "Showcase my skills and experiences effectively."
  },
  "projectOccupancy": {
    "description": "Designed to display real-time business occupancy levels, featuring a clean and responsive UI styled with Tailwind CSS. This component is ready to integrate with APIs that provide crowd data."
  },
  "projectQuickbooker": {
    "description": "Event Management System for Small Businesses is a web-based platform designed to help small businesses like restaurants, parks, or event halls manage and offer event bookings. Customers can browse available venues, check details, and reserve spaces."
  },
  "viewfFullProjects": {
    "text": "View full list of projects"
  },
  "toolBox": {
    "title": "My Toolkit",
    "description": "My commitment to learning is unwavering; in this dynamic field, continuous education is imperative for staying relevant."
  },
  "about": {
    "p1": "I’m a Front-End Developer with over three years of experience building fast and scalable web interfaces using React, Tailwind CSS, JavaScript, and SCSS. I’ve worked on both fully custom applications and CMS-based websites, always aiming for clean, accessible, and performance-driven results.",
    "p2": "Before focusing fully on development, I worked as a Web Manager and Coordinator, which gave me a strong understanding of UX, content strategy, and how to make websites work better for real people. That perspective still shapes how I approach every project today.",
    "p3": "I graduated from Fanshawe College with a diploma in Web Development and earned the President’s Honor Roll with a final GPA of 4.02. As a freelancer, I build custom WordPress sites and enjoy integrating features like AI chatbots, automation tools, and multilingual support using Firebase, GitHub, and Figma."
  }
}
