{
  "header": {
    "navbar": ["Home", "About", "Projects"],
    "heroTitle": "Web Developer",
    "heroClaim": "I build responsive Web applications with modern technologies, specializing in:"
  },
  "behindSection": {
    "years": "Years of experience",
    "skills": "Tech skills mastered",
    "hours": "Hours coding"
  },
  "latest": {
    "title": "Projects."
  },
  "projectVocal": {
    "description": "The client requested a new website that captured her essence as a modern, experienced vocal director. She needed a platform that showcased her expertise and passion for music. We chose WordPress for its flexibility, creating a visually striking, user-friendly site with dynamic content and intuitive navigation to engage clients and collaborators."
  },
  "projectChatbot": {
    "description": "I built an AI-powered chatbot to enhance user interaction and provide seamless access to information in my Portfolio v2. This chatbot was developed using logical algorithms and AI training to enable real-time conversation, making it easier for visitors to navigate my work and get instant answers."
  },
  "projectPortfolioV2": {
    "description": "New Portfolio designed and developed to showcase the tools and technologies I’ve mastered over the past year, including React, and Tailwind CSS, in a modern, mobile-first design."
  },
  "projectGlobal": {
    "description": "Website Optimization, fix existing errors, improve overall functionality, and translate the content into Spanish. Project approached by enhancing site performance."
  },
  "projectCanjet": {
    "description": "Responsible for creating a Pattern Library and a  dashboard that visualizes data through interactive charts. To achieve this, I used D3.js."
  },
  "projectInfantiTerms": {
    "description": "Optimize the accessibility of legal information and print document for users."
  },
  "projectPortfoliov1": {
    "description": "Showcase my skills and experiences effectively."
  },
  "projectOccupancy": {
    "description": "Designed to display real-time business occupancy levels, featuring a clean and responsive UI styled with Tailwind CSS. This component is ready to integrate with APIs that provide crowd data."
  },
  "projectQuickbooker": {
    "description": "Event Management System for Small Businesses is a web-based platform designed to help small businesses like restaurants, parks, or event halls manage and offer event bookings. Customers can browse available venues, check details, and reserve spaces."
  },
  "viewfFullProjects": {
    "text": "View full list of projects"
  },
  "toolBox": {
    "title": "My Toolkit",
    "description": "My commitment to learning is unwavering; in this dynamic field, continuous education is imperative for staying relevant."
  },
  "about": {
    "p1": "I am a web developer with 2 years of experience building responsive, user-friendly web applications using modern technologies like HTML5, CSS3, JavaScript (ES6+), SCSS, and React.",
    "p2": "Currently pursuing a diploma in Web Development and Internet Applications at Fanshawe College (GPA: 4.075), I am enhancing my skills in JavaScript frameworks, back-end development, and API integration.",
    "p3": "Passionate about creating innovative solutions, I excel in teamwork, adaptability, and critical thinking. Proficient in tools like Power BI, Google Analytics, Git, and Agile methodologies, I am eager to apply my expertise to deliver impactful web solutions."
  }
}
