{
  "header": {
    "navbar": ["Home", "Sobre Mi", "Proyectos"],
    "heroTitle": "Desarrollador Web",
    "heroClaim": "Construyo aplicaciones web responsivas con tecnologías modernas, especializándome en:"
  },
  "behindSection": {
    "years": "Años de experiencia",
    "skills": "Tecnologias dominadas ",
    "hours": "Horas programando"
  },
  "latest": {
    "title": "Ùltimos proyectos"
  },
  "projectVocal": {
    "description": "La clienta solicitó un nuevo sitio web que reflejara su esencia como directora vocal moderna y con experiencia. Necesitaba una plataforma que mostrara su pasión y conocimientos en la música. Optamos por WordPress por su flexibilidad, creando un sitio atractivo, intuitivo y dinámico para conectar con clientes y colaboradores."
  },
  "projectChatbot": {
    "description": "Creé un chatbot impulsado por IA para mejorar la interacción del usuario y facilitar el acceso a la información en mi Portafolio v2. Desarrollé este chatbot utilizando algoritmos lógicos y entrenamiento de IA para permitir conversaciones en tiempo real, haciendo que los visitantes puedan navegar por mi trabajo y obtener respuestas al instante."
  },
  "projectPortfolioV2": {
    "description": "Nuevo portafolio diseñado y desarrollado para mostrar las herramientas y tecnologías que he dominado durante el último año, incluyendo React y Tailwind CSS, en un diseño moderno y enfocado en dispositivos móviles."
  },
  "projectGlobal": {
    "description": "Optimización del sitio web, corrección de errores existentes, mejora de la funcionalidad general y traducción del contenido al español. El proyecto fue abordado mejorando el rendimiento del sitio."
  },
  "projectCanjet": {
    "description": "Responsable de crear una biblioteca de patrones y un panel que visualiza datos a través de gráficos interactivos. Para lograr esto, utilicé D3.js."
  },
  "projectInfantiTerms": {
    "description": "Optimizar la accesibilidad de la información legal y la impresión de documentos para los usuarios."
  },
  "projectPortfoliov1": {
    "description": "Mostrar eficazmente mis habilidades y experiencias.."
  },
  "projectOccupancy": {
    "description": "Diseñado para mostrar los niveles de ocupación empresarial en tiempo real, con una interfaz limpia y responsiva, estilizada con Tailwind CSS. Este componente está listo para integrarse con API que proporcionen datos de afluencia."
  },
  "projectQuickbooker": {
    "description": "Sistema de Gestión de Eventos para Pequeñas Empresas es una plataforma web diseñada para ayudar a pequeñas empresas como restaurantes, parques o salones de eventos a gestionar y ofrecer reservas de eventos. Los clientes pueden explorar los lugares disponibles, verificar detalles y reservar espacios."
  },
  "viewfFullProjects": {
    "text": "Ver lista completa de proyectos."
  },
  "toolBox": {
    "title": "Mis herramientas",
    "description": "Mi compromiso con el aprendizaje es inquebrantable; en este campo dinámico, la educación continua es imprescindible para mantenerse relevante."
  },
  "about": {
    "p1": "Soy un desarrollador web con 2 años de experiencia creando aplicaciones web receptivas y fáciles de usar, utilizando tecnologías modernas como HTML5, CSS3, JavaScript (ES6+), SCSS y React.",
    "p2": "Actualmente estoy cursando un diploma en Desarrollo Web y Aplicaciones de Internet en Fanshawe College (GPA: 4.075), donde estoy ampliando mis habilidades en frameworks de JavaScript, desarrollo back-end e integración de API.",
    "p3": "Apasionado por crear soluciones innovadoras, destaco en el trabajo en equipo, la adaptabilidad y el pensamiento crítico. Con experiencia en herramientas como Power BI, Google Analytics, Git y metodologías ágiles, estoy entusiasmado por aplicar mis conocimientos para desarrollar soluciones web impactantes."
  }
}
