{
  "header": {
    "navbar": ["Home", "Sobre Mi", "Proyectos", "Recursos"],
    "heroTitle": "Desarrollador Web",
    "heroClaim": "Construyo aplicaciones web responsivas con tecnologías modernas, especializándome en:"
  },
  "behindSection": {
    "years": "Años de experiencia",
    "skills": "Tecnologias dominadas ",
    "hours": "Horas programando"
  },
  "latest": {
    "title": "Ùltimos proyectos"
  },
  "projectGeek": {
    "description": "Desarrollando un sitio personalizado en WordPress para un creador de contenido, con control total sobre su contenido e integración con YouTube. Enfocado en mostrar su trabajo con un diseño atractivo y organizado para ampliar su audiencia."
  },
  "projectNeurovet": {
    "description": "Migrando un sitio veterinario de Wix a WordPress para mejorar flexibilidad y control. Encargado del rediseño completo, estilo de contenido y renovación de marca para conectar mejor con dueños de mascotas."
  },
  "projectVocal": {
    "description": "Sitio en WordPress para una directora vocal, enfocado en mostrar su experiencia y pasión por la música. Diseño moderno y dinámico con navegación intuitiva para atraer clientes y colaboradores."
  },
  "projectChatbot": {
    "description": "Desarrollé un chatbot con IA para mi Portfolio v2, mejorando la interacción del usuario y facilitando la navegación en tiempo real. Construido con algoritmos lógicos y entrenamiento de IA para ofrecer respuestas conversacionales al instante."
  },
  "projectPortfolioV2": {
    "description": "Nuevo portafolio diseñado y desarrollado para mostrar las herramientas y tecnologías que he dominado durante el último año, incluyendo React y Tailwind CSS, en un diseño moderno y enfocado en dispositivos móviles."
  },
  "projectGlobal": {
    "description": "Optimización del sitio web, corrección de errores existentes, mejora de la funcionalidad general y traducción del contenido al español. El proyecto fue abordado mejorando el rendimiento del sitio."
  },
  "projectCanjet": {
    "description": "Responsable de crear una biblioteca de patrones y un panel que visualiza datos a través de gráficos interactivos. Para lograr esto, utilicé D3.js."
  },
  "projectInfantiTerms": {
    "description": "Optimizar la accesibilidad de la información legal y la impresión de documentos para los usuarios."
  },
  "projectPortfoliov1": {
    "description": "Mostrar eficazmente mis habilidades y experiencias.."
  },
  "projectOccupancy": {
    "description": "Diseñado para mostrar los niveles de ocupación empresarial en tiempo real, con una interfaz limpia y responsiva, estilizada con Tailwind CSS. Este componente está listo para integrarse con API que proporcionen datos de afluencia."
  },
  "projectQuickbooker": {
    "description": "Sistema de Gestión de Eventos para Pequeñas Empresas es una plataforma web diseñada para ayudar a pequeñas empresas como restaurantes, parques o salones de eventos a gestionar y ofrecer reservas de eventos. Los clientes pueden explorar los lugares disponibles, verificar detalles y reservar espacios."
  },
  "viewfFullProjects": {
    "text": "Ver lista completa de proyectos."
  },
  "toolBox": {
    "title": "Mis herramientas",
    "description": "Mi compromiso con el aprendizaje es inquebrantable; en este campo dinámico, la educación continua es imprescindible para mantenerse relevante."
  },
  "about": {
    "p1": "Soy un desarrollador web con 3 años de experiencia creando aplicaciones web receptivas y fáciles de usar, utilizando tecnologías modernas como HTML5, CSS3, JavaScript (ES6+), SCSS y React.",
    "p2": "Me gradué en 2025 con un diploma en Desarrollo Web y Aplicaciones de Internet en Fanshawe College. Recibí el reconocimiento President's Honor Roll por alcanzar un GPA final de 4.02, y fortalecí mis habilidades en frameworks de JavaScript, desarrollo back-end e integración de APIs.",
    "p3": "Apasionado por crear soluciones innovadoras, destaco en el trabajo en equipo, la adaptabilidad y el pensamiento crítico. Con experiencia en herramientas como Power BI, Google Analytics, Git y metodologías ágiles, estoy entusiasmado por aplicar mis conocimientos para desarrollar soluciones web impactantes."
  }
}
