{
  "header": {
    "navbar": ["Home", "Sobre Mi", "Proyectos", "Recursos"],
    "heroTitle": "Desarrollador Web",
    "heroClaim": "Construyo aplicaciones web responsivas con tecnologías modernas, especializándome en:"
  },
  "behindSection": {
    "years": "Años de experiencia",
    "skills": "Proyectos reales completados",
    "hours": "Tecnologías Aplicadas"
  },
  "latest": {
    "title": "Proyectos"
  },
  "projectNeurovet": {
    "description": "Migrando un sitio veterinario de Wix a WordPress para mejorar flexibilidad y control. Encargado del rediseño completo, estilo de contenido y renovación de marca para conectar mejor con dueños de mascotas."
  },
  "projectGeek": {
    "description": "Desarrollando un sitio personalizado en WordPress para un creador de contenido, con control total sobre su contenido e integración con YouTube. Enfocado en mostrar su trabajo con un diseño atractivo y organizado para ampliar su audiencia."
  },
  "projectInfanti": {
    "description": "Trabajé como Desarrollador Front-End en Infanti por 1 año, creando componentes personalizados como temporizadores y ajustes de diseño con código y constructor visual. Combiné distintas técnicas para mejorar el diseño, la usabilidad y el rendimiento."
  },
  "projectVocal": {
    "description": "Sitio en WordPress para una directora vocal, enfocado en mostrar su experiencia y pasión por la música. Diseño moderno y dinámico con navegación intuitiva para atraer clientes y colaboradores."
  },

  "projectMarket": {
    "description": "Realicé una pasantía de 3 meses como Desarrollador Front-End, centrada en diagnosticar y mejorar el rendimiento del sitio. Trabajé junto a una agencia digital corrigiendo errores de diseño, optimizando imágenes y scripts, y reforzando la estructura SEO."
  },

  "projectChatbot": {
    "description": "Desarrollé un chatbot con IA para mi Portfolio v2, mejorando la interacción del usuario y facilitando la navegación en tiempo real. Construido con algoritmos lógicos y entrenamiento de IA para ofrecer respuestas conversacionales al instante."
  },
  "projectPortfolioV2": {
    "description": "Nuevo portafolio diseñado y desarrollado para mostrar las herramientas y tecnologías que he dominado durante el último año, incluyendo React y Tailwind CSS, en un diseño moderno y enfocado en dispositivos móviles."
  },
  "projectGlobal": {
    "description": "Optimización del sitio web, corrección de errores existentes, mejora de la funcionalidad general y traducción del contenido al español. El proyecto fue abordado mejorando el rendimiento del sitio."
  },
  "projectCanjet": {
    "description": "Responsable de crear una biblioteca de patrones y un panel que visualiza datos a través de gráficos interactivos. Para lograr esto, utilicé D3.js."
  },
  "projectInfantiTerms": {
    "description": "Optimizar la accesibilidad de la información legal y la impresión de documentos para los usuarios."
  },
  "projectPortfoliov1": {
    "description": "Mostrar eficazmente mis habilidades y experiencias.."
  },
  "projectOccupancy": {
    "description": "Diseñado para mostrar los niveles de ocupación empresarial en tiempo real, con una interfaz limpia y responsiva, estilizada con Tailwind CSS. Este componente está listo para integrarse con API que proporcionen datos de afluencia."
  },
  "projectQuickbooker": {
    "description": "Sistema de Gestión de Eventos para Pequeñas Empresas es una plataforma web diseñada para ayudar a pequeñas empresas como restaurantes, parques o salones de eventos a gestionar y ofrecer reservas de eventos. Los clientes pueden explorar los lugares disponibles, verificar detalles y reservar espacios."
  },
  "viewfFullProjects": {
    "text": "Ver lista completa de proyectos."
  },
  "toolBox": {
    "title": "Mis herramientas",
    "description": "Mi compromiso con el aprendizaje es inquebrantable; en este campo dinámico, la educación continua es imprescindible para mantenerse relevante."
  },
  "about": {
    "p1": "Soy Desarrollador Front-End con más de tres años de experiencia creando interfaces web rápidas y escalables usando React, Tailwind CSS, JavaScript y SCSS. He trabajado tanto en aplicaciones totalmente personalizadas como en sitios basados en CMS, siempre buscando un diseño accesible, limpio y con buen rendimiento.",
    "p2": "Antes de enfocarme por completo en el desarrollo, trabajé como Web Manager y Coordinador. Esa experiencia me dio una comprensión sólida de la experiencia del usuario, el contenido digital y cómo hacer que los sitios funcionen bien en la práctica. Hoy en día, sigo aplicando esa visión en cada proyecto que desarrollo.",
    "p3": "Me gradué en Fanshawe College con un diploma en Desarrollo Web y obtuve el reconocimiento President’s Honor Roll con un promedio final de 4.02. Como freelancer, creo sitios personalizados con WordPress e integro funciones como chatbots con inteligencia artificial, herramientas de automatización y soporte multilingüe, utilizando tecnologías como Firebase, GitHub y Figma."
  }
}
